{
  "feedTitle": "Nerd Small Talk",
  "feedSubtitle": "Stuff worth talking about.",
  "baseUrl": "http://nerd-smalltalk.com",
  "feedId": "17527a5a-ee28-4fbe-a961-1aa7e65237e7",
  "posts": [
    {
      "title": "Introduction",
      "href": "/index.html"
    },
    {
      "title": "Timeline of Life",
      "href": "/timelineOfLife.html",
      "id": "0d73685c-ec83-4713-841a-6d8b97b2f28a",
      "published": "2016-03-12T21:00:00Z",
      "summary": "Once Earth was a barren rock; now it is teeming with diverse life.  When did life first start, and how did it evolve into humans?  When were the first animals?  Was there a time when amphibians ruled the land?  This NST will answer those questions, and many more."
    },
    {
      "title": "Hominin Evolution",
      "href": "/homininEvolution.html",
      "id": "25c6d9ee-f7c7-4c47-96fd-1e52a1fc74da",
      "published": "2016-03-16T21:00:00Z",
      "summary": "Hominins -- the evolutionary line of humans -- started out as just another ape, local to Africa and not particularly special.  They evolved to creatures that dominate the planet.  In this NST, we'll talk about the time from when they diverged from the other primates, to when humans had eliminated all other hominins and spread across the world."
    },
    {
      "title": "Early Human Migrations",
      "href": "/earlyHumanMigrations.html",
      "id": "18552837-039c-4a38-b492-24cac842ac8c",
      "published": "2016-03-19T21:00:00Z",
      "summary": "Once humans were confined to Africa, yet now they are all over the world.  The story of how this came to be is complex and fascinating, involving many waves of migration, conquest, and intermarriage.  In this NST, we'll talk about the major human migrations of the Stone Age.  We'll also talk about several later ones (e.g. the Polynesians) which are important to know.  After reading this note, you should be to know roughly how and when each major population group got to their ancestral home."
    },
    {
      "title": "Ancient Egypt",
      "href": "/ancientEgypt.html",
      "id": "caf4837b-7ae8-4c78-99ab-7a71278a95a7",
      "published": "2016-05-07T21:00:00Z",
      "summary": "How did the civilization of Ancient Egypt start?  When did it end, or did it? What's the difference between the Old Kingdom and the New Kingdom?  We've all grown up with images of Ancient Egypt in our heads, but with precious few details of this amazing civilization.  This ambitious NST will lay a framework for the evolution of a land that has borne countless people, cities, and cultures for over 6,000 years."
    },
    {
      "title": "Deserts and Hadley Cells",
      "href": "/hadleyCells.html",
      "id": "4807e361-4f3f-44de-89ec-9d1212dc1023",
      "published": "2016-04-09T21:00:00Z",
      "summary": "Take a look at a world map (or perhaps Google Earth).  Look west to east along 30ยบ latitude (North or South).  Notice the preponderance of deserts on these parallels; in the north we have northern Mexico and the American Southwest, the Sahara, and the Arabian desert.  In the south, we have the Atacama desert, the Namibian desert, the Kalahari, and the Australian Outback.  In fact, almost all the worlds major deserts are along these parallels.  Furthermore, all of the Mediterranean climates occur just poleward of these deserts, on the west coasts of continents. This (and more) is caused by a fascinating phenomenon called Hadley Cells."
    }
  ]
}
